Repository: upfrontsystems/tarmii.theme
Catalog: tarmii/theme/locales/*/LC_MESSAGES/tarmii.theme.po
Languages: af

source: files uploaded with success,
af: lêers opgelaai met sukses,

source: learner
af: leerder

source: learners
af: leerders

source: uploads return an error
af: oplaai gee 'n fout

source: A data base conflict error happened when uploading this file:
af: Daar was 'n databasis konflik fout toe die volgende lêer opgelaai is:

source: Activities
af: Aktiwiteite

source: Activities across time
af: Aktiwiteite in tyd

source: Add Activities
af: Voeg Aktiwiteite by

source: Add Activity
af: Voeg Aktiwiteit by

source: Add Assessment
af: Voeg Assessering by

source: Add Classlist
af: Voeg Klaslys by

source: Add Evaluation Sheet
af: Voeg Evaluasieblad by

source: Add Resource
af: Voeg Hulpbron by

source: Add Topic Tree
af: Voeg Onderwerpboom by

source: Add Video
af: Voeg Video by

source: All files uploaded with success
af: Alle lêers suksesvol opgelaai

source: All rating values must be positive or equal to zero
af: Alle gradering waardes moet positief of gelyk aan nul wees

source: All rating values must be unique
af: Alle gradering waardes moet uniek wees

source: Assessments
af: Assesserings

source: August
af: Augustus

source: Average Learner Score
af: Gemiddelde Leerder Telling

source: Cancel
af: Kanseleer

source: Categorization
af: Kategorisering

source: Cell Phone Number
af: Selfoonnommer

source: Check list
af: Kontrolelys

source: Choose audio files to upload
af: Kies die klanklêers om op te laai

source: Choose file for upload: ${ext}
af: Kies die lêer om op te laai: ${ext}

source: Choose flash files to upload
af: Kies die flash lêers om op te laai

source: Choose images to upload
af: Kies die prente om op te laai

source: Choose video files to upload
af: Kies die video lêers om op te laai

source: Class Performance for Activity Report
af: Klas Prestasie vir Aktiwiteit Verslag

source: Class Progress
af: Klas Vordering

source: Class Progress Report
af: Klas Vordering Verslag

source: Class performance for activity
af: Klas prestasie vir aktiwiteit

source: Classlists
af: Klaslyste

source: Composite Learner Report
af: Saamgestelde Leerder Verslag

source: Contact Us
af: Kontak Ons

source: Content/Concept/Skills Assessed
af: Inhoud/Konsep/Vaardighede Geassesseer

source: Contribute own activity
af: Dra jou eie aktiwiteit by

source: December
af: Desember

source: Define the url where the logs can be uploaded
af: Definieer die url waar die stompe kan opgelaai word

source: Drag and drop files to upload
af: Sleep en los die lêers om op te laai

source: Eastern Cape
af: Oos-Kaap

source: Edit Assessment
af: Redigeer Assessering

source: Edit Classlist
af: Redigeer Klaslys

source: End Date
af: Einde Datum

source: Equipment and Administration (For the teacher)
af: Toerusting en Administrasie (Vir die onderwyser)

source: Evaluation Sheet Report
af: Evaluasieblad Verslag

source: Evaluations
af: Evaluasies

source: Excellent
af: Uitstekend

source: Failed
af: Nie gewerk nie

source: February
af: Februarie

source: Feedback
af: Terugvoer

source: File sent to server
af: Lêer na bediener gestuur

source: Files Quick Upload
af: Vinnige Lêers Oplaai

source: Filter results
af: Filter resultate

source: Free State
af: Vrystaat

source: Generate Report
af: Genereer Verslag

source: Good
af: Goed

source: Highest Possible Score
af: Hoogste Moontlike Telling

source: Home
af: Tuis

source: Images Quick Upload
af: Vinnige Prent Oplaai

source: January
af: Januarie

source: July
af: Julie

source: June
af: Junie

source: Label
af: Etiket

source: Last version number
af: Laaste veergawe nommer

source: Learner Progress
af: Leerder Vordering

source: Learner Progress Report
af: Leerder Vordering Verslag

source: Learner Score
af: Leerder Telling

source: Learner Task/Activity
af: Leerder Taak/Aktiwiteit

source: March
af: Maart

source: May
af: Mei

source: Message
af: Boodskap

source: Needs improvement
af: Benodig verbetering

source: Never
af: Nooit

source: No activities exist
af: Geen aktiwiteite bestaan

source: No evaluation data exists
af: Geen evaluering data bestaan

source: No user profiles exist
af: Geen gebruiker profiel bestaan

source: North West
af: Noordwes

source: Northern Cape
af: Noord-Kaap

source: Not Rated
af: Nie Gegradeer nie

source: Number of learners per rating
af: Aantal leerders per gradering

source: Number of years teaching foundation phase
af: Aantal jare grondslagfase onderrig

source: Observation Sheet
af: Waarnemingsblad

source: October
af: Oktober

source: Only allowed:
af: Slegs toegelaat:

source: Performance Rating
af: Prestasie Gradering

source: Personal Information
af: Persoonlike Inligting

source: Prior Knowledge or Skill(s) Assessed
af: Vorige Kennis of Vaardighede Geassesseer

source: Profile created
af: Profil geskep

source: Province
af: Provinsie

source: Qualification
af: Kwalifikasie

source: Rating
af: Gradering

source: Rating scale
af: Graderingskaal

source: Related
af: Verwant

source: Remote Server Settings
af: Databediener konfigurasie

source: Remote Server Url
af: Databediener URL

source: Reports
af: Verslae

source: Reports Menu
af: Verslae Kieslys

source: Resource File
af: Hulpbron Lêer

source: Resources
af: Hulpbronne

source: Rubric
af: Rubriek

source: Satisfactory
af: Bevredigend

source: Save
af: Stoor

source: School
af: Skool

source: School Contact Number
af: Skool Kontak Nommer

source: School Email
af: Skool Email

source: Search
af: Soek

source: Select Language
af: Kies U Taal

source: Selected elements contain an empty file or a folder:
af: Geselekteerde elemente bevat 'n leë lêer of lêergids:

source: Send
af: Stuur

source: Server error, please contact support and/or try again
af: Bediener fout, kontak ondersteuning en / of probeer weer

source: Start Date
af: Begin Datum

source: Strengths and Weaknesses Report
af: Sterk-en Swakpunte Verslag

source: TARMII Remote Server Settings
af: TARMII Remove Server Stellings

source: Teacher Resource
af: Onderwyser Hulpbron

source: The message body
af: Die boodskap teks

source: This Item ID is already in use
af: Hierdie punt ID is reeds in gebruik

source: This file already exists with the same name on server:
af: Hierdie lêer reeds bestaan met dieselfde naam op die bediener:

source: This file has invalid extension:
af: Hierdie lêer het 'n ongeldige uitbreiding:

source: This file has no extension:
af: Hierdie lêer het geen uitbreiding:

source: This file is too large:
af: Hierdie lêer is te groot:

source: This type of element is not allowed in this folder
af: Hierdie tipe van die element is nie toegelaat om in hierdie gids

source: Thumbnail generation failed
af: Verkleinde prentjie generering het misluk

source: Topic Trees
af: Onderwerp Bome

source: Update Dates
af: Opdateer Datums

source: Upload Server not specified in settings
af: Oplaai bediener nie in instellings

source: Use the settings below to configure tarmii remote server for this site
af: Gebruik die onderstaande stellings om die tarmii remote server op te stel vir hierdie webwerf

source: Use with Activities
af: Gebruik met Aktiwiteite

source: Use with Teacher Resources
af: Gebruik met Onderwyser Hulpbronne

source: Western Cape
af: Wes-Kaap

source: You don't have permission to add this content in this place
af: Jy het nie toestemming om hierdie inhoud by hierdie plek in te voeg

source: description_assesments
af: Hierdie artikel bevat assesserings wat deur u geskep is. Kliek op die naam van die assessering om dit te redigeer.

source: description_classlists_add
af: Hier kan U nuwe nuwe klaslyste byvoeg of

source: description_nostats
af: Geen huidige gebruik statistieke

source: description_reports
af: Klik op die naam van die verslag om dit te oopmaak

source: heading_activities_pdf
af: Alle aktiwiteite in die stelsel

source: heading_activity_id
af: Aktiwiteit ID:

source: heading_add_to_assessment
af: Voeg aktiwiteit by assessering

source: heading_add_user_form
af: Skep Profil

source: heading_assessment_pdf
af: Assessering Taak

source: heading_compositelearner
af: Saamgestelde Leerder Verslag

source: heading_description_of_competence
af: Beskrywing van bevoegdheid

source: heading_evaluationsheet
af: Evaluasieblad

source: heading_evaluationsheet_pdf
af: Evaluasieblad vir

source: heading_percentage
af: Persentasie

source: heading_provinces
af: Provinsies:

source: heading_rating_code
af: Gradering Kode

source: heading_schools
af: Skole:

source: heading_scoresheet_pdf
af: Verslagsblad vir

source: heading_select_profile
af: Kies U Profil

source: heading_strenghts_and_weaknesses
af: Sterk-en Swakpunte

source: heading_teacher_information_pdf
af: Onderwyser Informasie vir

source: heading_teacher_resources
af: Onderwyser Hulpbronne

source: heading_teacherprofiles
af: ONDERWYSER PROFILES

source: heading_teachers
af: Onderwysers:

source: heading_total_score
af: Totaal Telling

source: heading_usagestats
af: GEBRUIK STATISTIEKE

source: home_description_activities
af: Hierdie afdeling kan u bestaande aktiwiteite in jou klaskamer te gebruik of jou eie aktiwiteite te skep.

source: home_description_assessments
af: Hierdie artikel stel jou in staat om formele en informele assessering te skep.

source: home_description_classlists
af: Hierdie artikel stel jou in staat om te skep formele en informele assessments.This artikel stel jou in staat om jou klaslyste te bestuur. Hier kan jy skep of verwyder, invoer of uitvoer van jou klaslyste.

source: home_description_evaluations
af: Hierdie rubriek laat jou evaluasie velle en koers hoe leerders presteer op assesserings te skep.

source: home_description_reports
af: Hierdie artikel stel jou in staat om verskeie assesseringspraktyke te genereer verslae vir assesserings wat jy toegedien het.

source: home_description_teacherresources
af: Hierdie afdeling bevat hulpbronne wat jy kan gebruik in die klaskamer.

source: home_description_videos
af: Hierdie afdeling bevat video tutoriale.

source: home_heading_activities
af: AKTIWITEITE

source: home_heading_assessments
af: GENEREER ASSESSERING AKTIWITEITE

source: home_heading_classlists
af: GENEREER KLASLYSTE

source: home_heading_evaluations
af: EVALUEER LEERDERS

source: home_heading_reports
af: GENEREER VERSLAE

source: home_heading_teacherresources
af: ONDERWYSER HULPBRONNE

source: home_heading_videos
af: VIDEOS

source: label_activities_created
af: Aktiwiteite Geskep

source: label_activities_viewed
af: Aktiwiteite Gesien

source: label_activity
af: Aktiwiteit

source: label_add_new_assessment
af: Of tik die naam van 'n nuwe assessering in:

source: label_addtoassessment
af: Voeg by Assessering

source: label_adequate_achievement
af: Voldoende Prestasie

source: label_assessment
af: Assessering

source: label_assessment_pdf
af: Assessering PDF

source: label_assessments_created
af: Assesserings Geskep

source: label_best_activity
af: Aktiwiteit wat die hoogste aantal leerders korrek beantwoord het

source: label_choose_assessment
af: Kies bestaande assessering:

source: label_choose_classlist
af: Kies klaslys

source: label_choose_your_files
af: Sleep en neersit of kies jou lêers:

source: label_choose_your_files_nodrag
af: Kies jou lêers:

source: label_classlist
af: Klaslys

source: label_classlists_created
af: Klaslyste Geskep

source: label_clear_queue
af: Maak die tou skoon

source: label_date
af: Datum

source: label_day
af: Dag

source: label_delete
af: Werwyder

source: label_down
af: Skuif af

source: label_edit
af: Redigeer

source: label_elementary_achievement
af: Elementêre Prestasie

source: label_email
af: E-pos

source: label_evaluationsheet_pdf
af: Evaluasieblad PDF

source: label_evaluationsheets_created
af: Evaluasieblaaie Geskep

source: label_fullname
af: Volle naam

source: label_how_to
af: Hoe om

source: label_howto_clips_viewed
af: Hoe om Videos Gesien

source: label_language
af: Taal

source: label_last_login_time
af: Laaste aanmelding tyd

source: label_learner
af: Leerder

source: label_learner_name
af: Leerder Naam

source: label_media_quickupload
af: ${medialabel} Vinnig Oplaai

source: label_meritorious_achievement
af: Verdienstelike Prestasie

source: label_mobile
af: Selfoon

source: label_moderate_achievement
af: Matige Prestasie

source: label_nolearners
af: Geen leerders in hierdie klaslys

source: label_not_achieved
af: Nie Bereik

source: label_outstanding_achievement
af: Uitstaande Prestasie

source: label_pedagogic
af: Pedagogiese

source: label_pedagogic_clips_viewed
af: Pedagogiese Videos Gesien

source: label_rating_scale
af: Graderingskaal:

source: label_register
af: Registreer

source: label_removefromassessment
af: Verwyder van assessering

source: label_resource
af: Hulbron

source: label_school_name
af: Skool Naam

source: label_search_activity
af: Soek vir 'n aktiwiteit :

source: label_second_best_activity
af: Aktiwiteit wat die tweede hoogste aantal leerders korrek beantwoord het

source: label_second_worst_activity
af: Aktiwiteit wat die tweede hoogste aantal leerders verkeerd beantwoord het

source: label_strength_weakness_not_possible
af: * Sommige assesserings bevat aktiwiteite wat gebruik maak van nie-standaard graderingskale. Die sterk-en swakpunte kan nie bereken word wanneer dit die geval is.

source: label_strengths
af: Sterkpunte

source: label_subject
af: Vak

source: label_substantial_achievement
af: Aansienlike Prestasie

source: label_teacher_resources_viewed
af: Onderwyser Hulpbronne Gesien

source: label_teacherinfo_pdf
af: Onderwyser Informasie PDF

source: label_topics
af: Onderwerpe:

source: label_topictree
af: Onderwerp Boom

source: label_up
af: Skyf op

source: label_upload_files
af: Laai 'n lêer

source: label_username
af: Gebruikersnaam

source: label_view
af: Sien

source: label_weaknesses
af: Swakhede

source: label_worst_activity
af: Aktiwiteit wat die hoogste aantal leerders verkeerd beantwoord het

source: label_years_teaching
af: Jaar onderwyservaring

source: link_back_to_provinces
af: Terug na provinsies

source: link_back_to_schools
af: Terug na skoole

source: link_create_new_profile
af: Skep 'n nuwe profil

source: link_importclasslist
af: leerders tot 'n bestaande/nuwe klaslys invoer

source: maximum file size is:
af: maksimum lêer grootte is:

source: message_activities_found
af: aktiwiteite gevind

source: message_assessment_frozen
af: Hierdie assessering word gebruik deur bestaande evaluasieblad(e) en kan nie verander word nie

source: message_create_classlists
af: Skep asseblief 'n paar klaslyste, assesserings en evaluasies

source: message_evaluationsheet_incorrect
af: Die assesserings is geskep met 'n leë klaslys. Voeg asseblief 'n paar leerders om jou klaslys wat jy gebruik met hierdie evaluering en herskep die evaluationsheet weer.

source: message_evaluationsheets_not_marked_learner_or_filtered_out
af: Geen resultate gevind deur jou geselekteerde filters. As evaluasieblaaie vir hierdie leerder bestaan, is dit moontlik nie een van hulle is nog gemerk nie. Let wel: 'Nie Gegradeer' se keuses is nie beskou as gemerk.

source: message_evaluationsheets_not_marked_or_filtered_out
af: Geen resultate gevind deur jou geselekteerde filters. As evaluasieblaaie vir hierdie klaslys bestaan, is dit moontlik nie een van hulle is nog gemerk nie. Let wel: 'Nie Gegradeer' se keuses is nie beskou as gemerk.

source: message_feedback_thankyou
af: Dankie vir U terugvoer oor ${assessment_item_id}

source: message_no_activities_added
af: Geen aktiwiteite is nog nie by hierdie assessering bygevoeg nie

source: message_no_activities_found
af: Geen aktiwiteite is gevind

source: message_no_activities_in_assessment
af: Geen aktiwiteite is geassosieer met die geselekteerde assessering. Bywerk die assessering asseblief

source: message_no_assesments_exist
af: Geen assesserings is nog geskep

source: message_no_assesments_or_activities_exist
af: Geen assesserings is nog geskep, of bestaande assesserings bevat geen aktiwiteite

source: message_no_classlists_exist
af: Geen klaslyse is nog geskep

source: message_no_data_matched_selection
af: Geen resultate gevind deur jou geselekteerde filters

source: message_no_evaluationsheets
af: Geen evaluasieblaaie is gevind in die gespesifiseerde datum bereik

source: message_no_evaluationsheets_exist
af: Geen evaluasieblaaie is nog geskep

source: message_no_evaluationsheets_in_classlist
af: Geen evaluasieblaaie gevind vir die gespesifiseerde klaslys

source: message_no_profiles_exist
af: Geen profile is nog geskep

source: message_no_resources
af: Geen hulpbronne gevind in die stelsel

source: message_no_topictrees_exist
af: Geen onderwyser boome is nog geskep

source: message_no_videos
af: Geen videos gevind in die stelsel

source: message_resources_found
af: Hulpbronne gevind

source: message_startdate_bigger_enddate
af: Gespesifiseerde start datum moet vroeër as die einde datum wees

source: message_thankyou
af: Dankie vir jou versoek oor die ${subject}, ${customer_email}.

source: message_topics_covered_by_activities
af: Onderwerpe wat deur die aktiwiteite gedek word:

source: message_willreply
af: Ons sal binnekort antwoord.

source: on
af: op

source: please select files again without it
af: kies asseblief lêers weer sonder dit

source: please try again
af: probeer weer asseblief

source: title_assessment
af: Assessering: ${assessment_title}

source: title_month
af: MAAND

source: title_year
af: JAAR
